Repository: albanobattistella/mailviewer
Catalog: po/*.po
Languages: nl

source: Mail Viewer
nl: Mailweergave

source: MailViewer
nl: MailWeergave

source: EML and MSG file viewer
nl: Eml- en msg-bestandsweergave

source: MailViewer is a GNOME application that allows users to read and decode .eml and .msg files (email files) without having to install any additional software or create an account.
nl: MailWeergave is een toepassing voor GNOME waarmee .eml- en .msg-bestanden (e-mailbestanden) kunnen worden gelezen, zonder aanvullende software of het aanmaken van een account.

source: It provides a graphical interface for easy navigation and rendering of email content, including attachments, HTML, and plain text.
nl: MailWeergave is eenvoudig in het gebruik en laadt alle inhoud van mails, zoals html, platte tekst en bijlagen.

source: Main Window (Light)
nl: Hoofdvenster met licht thema

source: Attachments (Light)
nl: Bijlagen met licht thema

source: Main Window (Dark)
nl: Hoofdvenster met donker thema

source: Attachments (Dark)
nl: Bijlagen met donker thema

source: Add drag and drop support (file must have .eml or .msg extension)
nl: Nieuw: ondersteuning voor verslepen van .eml- en .msg-bestanden naar het venster

source: Correct a crash when .msg has no attachments
nl: Opgelost: crash bij .msg-bestand zonder bijlagen

source: Add support for Outlook .msg
nl: Nieuw: ondersteuning voor Outlook

source: Fix flatpak version
nl: Gerepareerd: Flatpakversie

source: Fix gmime-rs date memory problem
nl: Opgelost: datumgeheugenprobleem met gmime-rs

source: Fix attachment adding up
nl: Opgelost: probleem omtrent bijlagen

source: Fix gmime randomly crashing
nl: Opgelost: willekeurige crashes van gmime

source: First flatpak release
nl: Eerste Flatpakversie

source: Application
nl: Toepassing

source: Show file name in title bar
nl: Bestandsnaam op titelbalk tonen

source: Show plain text
nl: Platte tekst tonen

source: Show remote images
nl: Externe afbeeldingen tonen

source: Force CSS
nl: Css afdwingen

source: Zoom -
nl: Uitzoomen

source: Zoom +
nl: Inzoomen

source: From:
nl: Van:

source: From
nl: Van

source: Date
nl: Datum

source: To:
nl: Aan:

source: To
nl: Aan

source: Subject:
nl: Onderwerp:

source: Subject
nl: Onderwerp

source: TEXT
nl: Tekst

source: _Open...
nl: _Openen…

source: _Preferences
nl: _Voorkeuren

source: _Reset Zoom
nl: Oo_rspronkelijk zoomniveau

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About MailViewer
nl: Over MailWeerg_ave

source: Save as...
nl: Opslaan als…

source: Save attachment...
nl: Bijlage opslaan…

source: _Cancel
nl: _Annuleren

source: _Open
nl: _Openen

source: File Error
nl: Bestandsfout

source: Failed to open file
nl: Het bestand kan niet worden geopend

source: Open Mail File
nl: Mailbestand openen

source: EML Files
nl: Eml-bestanden

source: Outlook Files
nl: Outlook-bestanden

source: {total} attachment{plural}
nl: {total} bijlage{plural}

source: No attachments
nl: Er zijn geen bijlagen

source: Close
nl: Sluiten

source: Settings
nl: Voorkeuren

source: Failed to get settings
nl: De voorkeuren zijn niet beschikbaar
